Repository: hasibul-hasan-shuvo/Inventory-Management
Catalog: lib/l10n/app_*.arb
Languages: nb, se

source: Accounting
nb: Regnskap
se: Bokföring???

# available
source: Qty
nb: Ant
se: Antal

# bottomNavAboutApp
source: About App
nb: Om app
se: Om appen

# bottomNavContactUs
source: Contact Us
nb: Kontakt oss
se: Kontakta oss

# bottomNavHome
source: Home
nb: Hjemmeside
se: Hemsidan

# bottomNavLogOut
source: Log Out
nb: Logg ut
se: Logga ut

# buttonTextAddProduct
source: Add product
nb: Legg til produkt
se: Lägg till produkt

# buttonTextAddToCart
source: Add to cart
nb: Legg i handlekurv
se: Lägg i varukorgen

# buttonTextRemoveItems
source: Remove items
nb: Fjern varer
se: Ta bort varor

# buttonTextSaveChanges
source: Save changes
nb: Lagre endringer
se: Spara ändringar

source: Cancel
nb: Avbryt
se: Avbryt

source: Consumables
nb: Forbruksmateriell
se: Förbrukningsmaterial

# contactDescriptionDab
source: If you should have problems, contact customer service 08-056 505 05
nb: Hvis du skulle få problemer, kontakt kundeservice 08-056 505 05

# contactDescriptionJacobsen
source: If you have problems getting through, we have the following direct numbers for the various departments:
nb: Dersom du skulle ha problemer med å komme gjennom har vi følgende direktenummer til de ulike avdelinger:

source: Delete Product
nb: Slett produkt
se: Ta bort produkt

# deleteSuccessMessage
source: Deleted successfully
nb: Slettet
se: Raderad

# dentalTitleForAboutUsTitle
source: Dental stock management gives you complete control over your stock.
nb: Dental lagerstyring gir deg fullstendig kontroll på ditt lager.
se: Digital lagerhantering ger dig fullständig kontroll över ditt lager.

# dentalTitleForAboutUsDescriptionOne
source: Use the camera on your phone or tablet to scan the product's QR code every time you take a device out of storage, or when you open a package.
nb: Bruk kameraet på telefonen eller nettbrettet for å skanne QR-koden til produktet hver gang du tar ut en enhet fra lageret, eller når du åpner en pakning.
se: Använd kameran på din telefon eller surfplatta för att skanna produktens QR-kod varje gång du tar ut en enhet ur lagringret eller när du öppnar en förpackning

# dentalTitleForAboutUsDescriptionTwo
source: The system automatically suggests ordering the right amount of new products to keep inventory within the maximum and minimum values. The app saves you time and money and ensures that the dental office always has what it needs.
nb: Systemet foreslår automatisk bestilling av riktig mengde nye produkter for å holde lageret innenfor maksimums- og minimumsverdiene. Appen sparer deg for tid og penger og sikrer at tannlegekontoret alltid har det den trenger.
se: Systemet föreslår automatiskt att man beställer rätt mängd nya produkter för att hålla lagret inom max- och minimivärdena. Appen sparar tid och pengar och ser till att praktiken alltid har det den behöver.

source: Done
nb: Ferdig
se: Klar

source: Edit Product
nb: Rediger produkt
se: Redigera produkt

source: Error
nb: Feil
se: Fel

source: Email
nb: E-post
se: E-post

source: Enter Email
nb: Skriv inn e-post
se: Ange e-post

source: Enter Password
nb: Skriv inn passord
se: Ange lösenord

source: Equipment
nb: Utstyr
se: Utrustning

# fieldCannotBeEmpty
source: Field can't be empty
nb: Feltet kan ikke være tomt
se: Fältet kan inte vara tomt

source: Fixed Proposal
nb: Fast forslag
se: Fast förslag

# homeMenuFixedSuggestion
source: Fixed suggestion
nb: Faste forslag

# homeMenuInventory
source: Inventory
nb: Beholdning
se: Lager

# homeMenuInventoryCount
source: Inventory Count
nb: Varetelling
se: Inventering

# homeMenuItemRetrieval
source: Item retrieval
nb: Varer ut
se: Scanna uttag

# homeMenuNotDelivered
source: Not delivered
nb: Ikke levert
se: Restorder

# homeMenuOrderDelivery
source: Order delivery
nb: Varemottak
se: Inleverans

# homeMenuRevertItemRetrieved
source: Revert item retrieved
nb: Angre varer ut
se: Ångra vara

# homeMenuSearchItem
source: Search item
nb: Søk varer
se: Sök

# homeMenuShoppingCart
source: Shopping cart
nb: Handlekurv
se: Varukorg

# homeMenuSuggestedOrder
source: Suggested order
nb: Bestillingsforslag
se: Beställningsförslag

# includedVat
source: Incl. VAT
nb: inkl. mva

source: Invalid Email
nb: Ugyldig e-post
se: Ogiltig e-postadress

source: Inventory
nb: Beholdning
se: Lager

# inventoryMaxMin
source: Between {min} and {max}
nb: Mellom {min} og {max}
se: Mellan {min} och {max}

source: Log In
nb: Logg inn
se: Logga in

# logInMessage
source: Please log in to continue
nb: Vennligst logg inn for å fortsette
se: Logga in för att fortsätta

# logInSuccessMessage
source: Logged in successfully
nb: Logget inn
se: Inloggad

# logInErrorMessage
source: Invalid username or password
nb: Feil brukernavn eller passord
se: Felaktigt användarnamn eller lösenord

source: Log Out
nb: Logg ut
se: Logga ut

# logOutMessage
source: Are you sure you want to log out?
nb: Er du sikker på at du vil logge ut?
se: Är du säker på att du vill logga ut?

source: Max
nb: Maks

# messageAccountSetup
source: Please wait while we’re setting up your account
nb: Vennligst vent mens vi setter opp kontoen din
se: Vänta medan vi konfigurerar itt konto

# messageAddedToShoppingCart
source: Added to shopping cart
nb: Lagt til i handlekurv
se: Lägg till i kundvagnen

# messageCodeNotFound
source: Qrcode or Barcode not found
nb: QR-kode eller strekkode ikke funnet
se: QR-kod hittades inte

# messageConnectionOffline
source: No internet connection
nb: Ingen internettilkobling
se: Ingen internetanslutning

# messageConnectionOnline
source: Back online
nb: På nettet igjen
se: Online igen

# messageConfirmDelivery
source: Have you received all the product correctly?
nb: Har du mottatt alle produkter i god stand?
se: Har du fått alla produkter?

# messageConfirmOrder
source: Do you want to confirm the order?
nb: Vil du bekrefte bestillingen?
se: Vill du bekräfta beställningen?

# messageCreateInventory
source: Do you want to add this item in inventories?
nb: Vil du legge til denne varen i varelager?
se: Vill du lägga till den här artikeln i lagret?

# messageCreateInventorySuccessful
source: Item added successfully
nb: Produktet ble lagt til
se: Produkten har lagts till

# messageDeleteInventory
source: Do you want to delete the inventory?
nb: Vil du slette produktet?
se: Vill du ta bort produkten?

# messageInvalidNumber
source: Invalid number
nb: Feil nummer
se: Fel nummer

# messageInvalidItemNumber
source: Invalid {itemName} number
nb: Feil {itemName} antall
se: Felaktigt {itemName} antal

# messageInventoryAlreadyExist
source: The product is already in stock.
nb: Produktet er allerede i beholdningen.
se: Produkten finns redan i lager.

# messageInventoryUnavailable
source: The selected inventory is unavailable
nb: Den valgte beholdningen er utilgjengelig
se: Den valda inventeringen är inte tillgänglig???

# messageItemNotFound
source: Item not found!
nb: Element ikke funnet!
se: Artikeln hittades inte

# messageItemOutOfStock
source: The item is empty in your warehouse, please correct your stock balance.
nb: Tomt for varen på lager, vennligst korriger varelageret.
se: Tomt för varan i lager, vänligen korrigera lagret.???

# messageItemOutValidation
source: Number can't be more than remaining stock
nb: Antall kan ikke være mer enn gjenværende beholdning
se: Antal kan inte vara större än kvarvarande lager???

# messageItemRemovedTemporarily
source: The item has been removed temporarily
nb: Vare fjernet fra bestillingsforslag

# messageItemsUpdateUnsuccessful
source: Items updates failed
nb: Vareoppdateringen mislyktes
se: Det gick inte att uppdatera varan

# messageItemUpdatedSuccessfully
source: Item updated successfully
nb: Vareoppdateringen vellykket
se: Varuuppdateringen lyckades

# messageMaxCountThresholdValidation
source: Number can't be more than 999
nb: Antall kan ikke være mer enn 999
se: Antalet får inte vara mer än 999

# messageMaxMinValidation
source: Max value can't less than min value
nb: Maksverdien kan ikke være lavere enn minverdien
se: Maxvärdet får inte vara lägre än minimivärdet

# messageReplaceInventorySuccessful
source: Item replaced successfully
nb: Varen ble erstattet
se: Artikeln har ersatts???

# messageUnavailableInventory
source: No replacement product found. Please Contact customer service.
nb: Finnner ingen erstattningsprodukt. Venligst kontakt kundeservice.
se: Ingen ersättningsprodukt hittades. Kontakta kundtjänst.

# messageUnavailableProduct
source: {name} is unfortunately not available
nb: {name} er desverre ikke tilgjengelig
se: {name} är tyvärr inte tillgänglig

# messageUnavailableShoppingCartProducts
source: One or more products in the shopping cart are unavailable. Please remove the items from the shopping cart to continue.
nb: Ett eller flere produkter i handlekurven er utilgjengelig. Vennligst fjern varene fra handlekurven for å fortsette.
se: En eller flera produkter i varukorgen är inte tillgängliga. Ta bort varorna från varukorgen för att fortsätta???

# messageUnavailableShoppingCartProductWarning
source: Discontinued product, replace the item in stock
nb: Utgått produkt, erstatt varen i beholdning

# messageUnavailableProductRecommendation
source: We recommend adding instead
nb: Vi anbefaler å istedenfor legge til
se: Vi rekommenderar att du lägger till istället???

source: Must be 11 digits long
nb: Må være minst 11 siffer langt
se: Måste vara minst 11 siffror långt???

source: No
nb: Nei
se: Nej

source: No data found
nb: Ingen data funnet
se: Ingen data hittades

source: Order
nb: Ordre
se: Beställ

source: Order Date
nb: Bestillingsdato
se: Beställningsdatum

source: Order Line
nb: Bestillingslinje
se: Orderrad???

source: Order Number
nb: Bestillingsnummer
se: Ordernummer

# otpDigitValidator
source: OTP must be a number
nb: OTP må være et tall
se: OTP måste vara ett nummer???

# otpValidator
source: OTP must be 6 digits long
nb: OTP må være 6 siffer langt
se: OTP måste vara 6 siffror ??

# labelAvailable
source: Available
nb: Resterende
se: Återstående???

# labelCount
source: Count
nb: Beholdning
se: Lager

# labelNumber
source: Number
nb: Antall
se: Antal

# labelSuggestion
source: Suggestion
nb: Forslag
se: Förslag

# labelPerUnitIncludedVat
source: Per unit, incl. VAT
nb: Per enhet, ink. mva

# loggedInCustomerId
source: Logged in as a customer {customerId}, {customerName}
nb: Logget inn som kunde {customerId}, {customerName}

source: Number
nb: Antall
se: Antal

# openingHourTitle
source: Opening hours and direct numbers
nb: Åpningstider og direktenummer
se: Öppettider och direktnummer

# openingHourDabMessage
source: We have opening hours Monday-Thursday 08.00 – 17.00 Friday 08.00 – 16.00.
nb: Vi har åpningstider Mandag-torsdag 08.00 – 17.00 Fredag 08.00 – 16.00.

# openingHourJacobsenMessage
source: We are open from 08.00 to 16.00, Monday to Friday.
nb: Vi har åpningstid fra 08.00 til 16.00, mandag til fredag.

# orderStatusActive
source: Active
nb: Aktiv
se: Aktiv

# orderStatusDelivered
source: Delivered
nb: Levert
se: Levererad

# orderStatusNotDelivered
source: Not delivered
nb: Ikke levert
se: Ej levererad

# orderStatusPartiallyDelivered
source: Partially delivered
nb: Delvis levert
se: Delvis levererad

# orderStatusReceived
source: Received
nb: Mottatt
se: Mottagen

source: Password
nb: Passord
se: Lösenord

# passwordConfirmPassword
source: Confirm Password
nb: Bekreft passord
se: Bekräfta lösenord

# passwordConfirmPasswordValidator
source: Passwords do not match
nb: Passordene stemmer ikke overens
se: Lösenorden stämmer inte överens???

# passwordLowerCaseValidator
source: Password must contain at least one lowercase letter
nb: Passordet må inneholde minst en liten bokstav
se: Lösenordet måste innehålla minst en liten bokstav

# passwordNumberValidator
source: Password must contain at least one number
nb: Passordet må inneholde minst ett tall
se: Lösenordet måste innehålla minst ett nummer

# passwordSpecialCharacterValidator
source: Password must contain at least one special character
nb: Passordet må inneholde minst ett spesialtegn
se: Lösenordet måste innehålla minst ett specialtecken

# passwordUpperCaseValidator
source: Password must contain at least one uppercase letter
nb: Passordet må inneholde minst en stor bokstav
se: Lösenordet måste innehålla minst en stor bokstav

# passwordValidator
source: Password must be at least 8 characters long
nb: Passordet må være minst 8 tegn langt
se: Lösenordet måste vara minst 8 tecken långt

source: Phone
nb: Telefon
se: Telefon

source: Postal Address
nb: Postadresse
se: Postadress

# placeHolderEmptyInventory
source: No inventory data found
nb: Ingen beholdning funnet
se: Inget lager hittades???

# placeHolderEmptyOrders
source: No orders found
nb: Ingen bestillings funnet
se: Ingen beställning hittades

# placeHolderEmptyShoppingCart
source: Shopping cart is empty
nb: Handlekurven er tom
se: Varukorgen är tom

# placeHolderEmptySuggestedOrders
source: No order suggestion
nb: Ingen bestillingsforslag
se: Inga orderförslag???

source: Product In
nb: Produkt i
se: Produkt i???

source: Product Out
nb: produktet ut
se: Artikeln har utgått???

source: Remaining stock after withdrawal
nb: Resterende beholdning etter uttak
se: Återstående lager efter uttag???

source: Retry
nb: Prov på nytt
se: Försök igen

source: Search
nb: Søk
se: Sök

# settingsFontSize
source: Font Size
nb: skriftstørrelse
se: fontstorlek

# settingsLanguage
source: Language
nb: Språk
se: Språk

# settingsTheme
source: Theme
nb: tema
se: Tema

source: Success
nb: Suksess
se: Framgång???

# tagUnavailableProduct
source: Switch to an alternative product
nb: Bytt til alternativ vare
se: Byt till en alternativ produkt

# themeDark
source: Dark
nb: Mørk
se: Mörk

# themeLight
source: Light
nb: Lys
se: Ljus

# themeSystem
source: System Default
nb: System standard
se: Systemstandard???

# titleConfirmDelivery
source: Confirm delivery
nb: Bekreft levering
se: Bekräfta leverans

# titleConfirmOrder
source: Confirm order
nb: Bekreft ordre
se: Bekräfta beställning

# titleCreateInventory
source: Adding inventory
nb: Legger til beholdning
se: Lägger till i lager

# titleDeleteInventory
source: Deleting inventory
nb: Sletter fra beholdning
se: Tar bort från inventering

# titleEditOrderDialog
source: Change the number
nb: Endre antall
se: Ändra antal

# titleEditProductInAvailableCount
source: Remaining stock after revert
nb: Resterende beholdning
se: Återstår i lager

# titleEditProductOutAvailableCount
source: Remaining stock after withdrawal
nb: Resterende beholdning etter uttak
se: Återstående lager efter uttag

# titleEmptyScannedList
source: Scan items
nb: Skann varer
se: Skanna produkt

# titleItemRetrieval
source: Goods are taken out
nb: Varer ut
se: Skanna uttag

# titleItemRevertRetrieval
source: Goods are getting in
nb: Varer inn
se: Lägg till produkt

# titleScannerView
source: Barcode scanner
nb: Strekkodeskanner
se: Streckkodsläsare???

# titleUnavailableProduct
source: Product is unavailable!
nb: Produktet er utilgjengelig!
se: Produkten är inte tillgänglig!

# titleUnavailableShoppingCartProducts
source: Products are unavailable!
nb: Produkter er utilgjengelig!
se: Produkterna är inte tillgängliga!

source: Total
nb: Totalt
se: Totalt

source: Update Product
nb: Oppdater produkt
se: Uppdatera produkten???

# userNameValidator
source: Username can only contain letters, numbers and underscore(_) and must be of length between 8-30 characters
nb: Brukernavnet kan bare inneholde bokstaver, tall og understrek (_) og må være mellom 8 og 30 tegn langt
se: Användarnamnet får bara innehålla bokstäver, siffror och understreck (_) och måste vara mellan 8 och 30 tecken långt

source: Version
nb: Versjon

source: Visiting Address
nb: Besøksadresse
se: Besöksadress

source: Yes
nb: Ja
se: Ja

source: Workshop
nb: Verksted
se: Verkstad

source: Remove Item
nb: Fjern Vare
se: Ta bort produkt
